Repository: nicklambson/bitcoin-multilingual
Catalog: alignments/bitcoin-is-time/Bitcoin is Time_es.tmx
Source language: en_us
Languages: es

source: Unpredictability is provided by both the proof-of-work puzzle as well as the interaction with other peers: you can’t know in advance what others are doing, and you can’t know in advance what the solution to the proof-of-work puzzle will be.
es: La impredecibilidad la proveen tanto el rompecabezas de la prueba de trabajo como también la interacción con otros pares: no puedes saber de antemano qué es lo que las otras personas están haciendo, y no puedes saber de antemano cuál será la solución del rompecabezas de la prueba de trabajo.

source: Coordination is made possible by the difficulty adjustment, the magic sauce that links Bitcoin’s time to ours.
es: La coordinación es posible por el ajuste en la dificultad, la salsa mágica que une el tiempo de Bitcoin con el nuestro.

source: Without this bridge between the physical and the informational realm, it would be impossible to agree on a time by relying on nothing but data.
es: Sin este puente entre el reino físico y el informático, sería imposible ponerse de acuerdo sobre una hora basándose únicamente en los datos.

source: Bitcoin is time in more ways than one.
es: Bitcoin es tiempo en más de un punto de vista.

source: Its units are stored time because they are money, and its network is time because it is a decentralized clock.
es: Sus unidades son tiempo almacenado porque son dinero, y su red es tiempo porque es un reloj descentralizado.

source: The relentless beating of this clock is what gives rise to all the magical properties of Bitcoin.
es: El latido despiadado de su reloj es lo que aumenta todas las propiedades mágicas de Bitcoin.

source: Without it, Bitcoin’s intricate dance would fall apart.
es: Sin él, el baile intrincado de Bitcoin se caería a pedazos.

source: But with it, everyone on earth has access to something truly marvelous:
es: Pero con él, todos en la Tierra tienen acceso a algo verdaderamente maravilloso:

source: Magic Internet Money.
es: Dinero Mágico de Internet.
